Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: The omnibar drops in over the page when you start typing an address. Top pins it to the toolbar; Upper floats it a third of the way down; Center puts it at eye level.
ar: ينزل شريط العناوين فوق الصفحة عندما تبدأ بكتابة عنوان. أعلى يثبّته على شريط الأدوات؛ أعلى قليلًا يجعله يطفو عند ثلث الصفحة؛ الوسط يضعه عند مستوى العين.
ca: L'omnibar apareix sobre la pàgina quan comences a escriure una adreça. Dalt la fixa a la barra d'eines; Superior la fa flotar a un terç de la pàgina; Centre la col·loca a l'altura dels ulls.
cs: Omnibar sjede přes stránku, když začneš psát adresu. Nahoře ho připne k panelu nástrojů; Výše ho nechá vznášet v jedné třetině stránky; Uprostřed ho umístí do výše očí.
da: Omnibaren falder ned over siden, når du begynder at skrive en adresse. Øverst fastgør den til værktøjslinjen; Højere lader den svæve en tredjedel nede; Midt placerer den i øjenhøjde.
de: Die Omnibar erscheint über der Seite, wenn du eine Adresse einzugeben beginnst. Oben heftet sie an die Symbolleiste; Höher lässt sie ein Drittel der Seite herabschweben; Mitte platziert sie auf Augenhöhe.
el: Το omnibar κατεβαίνει πάνω από τη σελίδα όταν αρχίζεις να πληκτρολογείς μια διεύθυνση. Το Επάνω το καρφιτσώνει στη γραμμή εργαλείων· το Ψηλότερα το κάνει να αιωρείται στο ένα τρίτο της σελίδας· το Κέντρο το τοποθετεί στο ύψος των ματιών.
es: La omnibar aparece sobre la página cuando empiezas a escribir una dirección. Arriba la fija a la barra de herramientas; Superior la hace flotar a un tercio de la página; Centro la coloca a la altura de los ojos.
fi: Omnipalkki putoaa sivun päälle, kun alat kirjoittaa osoitetta. Ylhäällä kiinnittää sen työkalupalkkiin; Ylempänä antaa sen leijua kolmanneksen alaspäin; Keskellä asettaa sen silmien tasolle.
fr: L'omnibar apparaît par-dessus la page lorsque vous commencez à saisir une adresse. Haut l'épingle à la barre d'outils ; Supérieur la fait flotter au tiers de la page ; Centre la place au niveau des yeux.
he: שורת הכתובת יורדת מעל הדף כשאתה מתחיל להקליד כתובת. למעלה מצמידה אותה לסרגל הכלים; גבוה יותר גורם לה לרחף בשליש מהדף; מרכז ממקם אותה בגובה העיניים.
hi: जब आप कोई पता टाइप करना शुरू करते हैं तो ओमनीबार पृष्ठ के ऊपर आ जाता है। शीर्ष इसे टूलबार पर पिन करता है; ऊपर इसे पृष्ठ के एक-तिहाई नीचे तैराता है; केंद्र इसे आँख के स्तर पर रखता है।
hr: Omnibar se spušta preko stranice kada počneš tipkati adresu. Vrh ga pričvršćuje na alatnu traku; Gore ga pušta da lebdi na trećini stranice; Sredina ga stavlja u visinu očiju.
hu: Az omnibar leereszkedik az oldal fölé, amikor cím beírásába kezdesz. A Fent az eszköztárhoz rögzíti; a Feljebb az oldal harmadánál lebegteti; a Középen szemmagasságba helyezi.
id: Omnibar turun di atas halaman saat kamu mulai mengetik alamat. Atas menyematkannya ke bilah alat; Lebih Atas membuatnya mengambang sepertiga ke bawah; Tengah menempatkannya setinggi mata.
it: L'omnibar compare sopra la pagina quando inizi a digitare un indirizzo. In alto la fissa alla barra degli strumenti; Più in alto la fa fluttuare a un terzo della pagina; Centro la mette all'altezza degli occhi.
ja: アドレスの入力を始めると、オムニバーがページの上に降りてきます。「上」はツールバーに固定し、「やや上」はページの3分の1の位置に浮かせ、「中央」は目の高さに配置します。
ko: 주소를 입력하기 시작하면 옴니바가 페이지 위로 내려옵니다. 위는 도구 막대에 고정하고, 조금 위는 페이지의 3분의 1 지점에 띄우며, 가운데는 눈높이에 배치합니다.
ms: Omnibar turun di atas halaman apabila anda mula menaip alamat. Atas menyematkannya pada bar alat; Lebih Atas membuatnya terapung satu pertiga ke bawah; Tengah meletakkannya setinggi mata.
nb: Omnibaren faller ned over siden når du begynner å skrive en adresse. Øverst fester den til verktøylinjen; Høyere lar den sveve en tredjedel ned; Midten plasserer den i øyehøyde.
nl: De omnibalk verschijnt over de pagina wanneer je een adres begint te typen. Boven zet hem vast aan de werkbalk; Hoger laat hem een derde van de pagina zweven; Midden plaatst hem op ooghoogte.
pl: Omnibar zsuwa się na stronę, gdy zaczynasz wpisywać adres. Góra przypina go do paska narzędzi; Wyżej sprawia, że unosi się na jednej trzeciej wysokości; Środek umieszcza go na wysokości oczu.
pt_br: A omnibar surge sobre a página quando você começa a digitar um endereço. Topo a fixa na barra de ferramentas; Acima a faz flutuar a um terço da página; Centro a coloca na altura dos olhos.
ro: Omnibarul coboară peste pagină când începi să tastezi o adresă. Sus îl fixează la bara de instrumente; Superior îl face să plutească la o treime în jos; Centru îl pune la nivelul ochilor.
ru: Омнибар опускается поверх страницы, когда вы начинаете вводить адрес. «Сверху» закрепляет его на панели инструментов; «Выше» заставляет его парить на трети страницы; «По центру» помещает на уровне глаз.
sk: Omnibar zíde cez stránku, keď začneš písať adresu. Hore ho pripne k panelu nástrojov; Vyššie ho nechá vznášať v jednej tretine stránky; V strede ho umiestni do výšky očí.
sv: Omnibaren faller ner över sidan när du börjar skriva en adress. Överst fäster den vid verktygsfältet; Högre låter den sväva en tredjedel ner; Mitten placerar den i ögonhöjd.
th: ออมนิบาร์จะลงมาทับหน้าเมื่อคุณเริ่มพิมพ์ที่อยู่ บนสุดจะปักหมุดไว้ที่แถบเครื่องมือ ด้านบนจะทำให้ลอยอยู่ที่หนึ่งในสามลงมา ตรงกลางจะวางไว้ที่ระดับสายตา
tr: Bir adres yazmaya başladığında omnibar sayfanın üzerine iner. Üst onu araç çubuğuna sabitler; Yukarısı sayfanın üçte biri kadar aşağıda yüzdürür; Orta onu göz hizasına yerleştirir.
uk: Омнібар опускається поверх сторінки, коли ви починаєте вводити адресу. «Угорі» закріплює його на панелі інструментів; «Вище» змушує його ширяти на третині сторінки; «По центру» розміщує на рівні очей.
vi: Omnibar thả xuống trên trang khi bạn bắt đầu gõ một địa chỉ. Trên cùng ghim nó vào thanh công cụ; Cao hơn để nó lơ lửng ở một phần ba trang; Giữa đặt nó ở tầm mắt.
zh_hans: 当你开始输入地址时，地址栏会落到页面上方。“顶部”将其固定在工具栏；“上方”让它悬浮在页面三分之一处；“居中”将其置于视线高度。
zh_hk: 當你開始輸入位址時，網址列會落到頁面上方。「頂部」將其固定在工具列；「上方」讓它懸浮在頁面三分之一處；「置中」將其置於視線高度。

source: The simplest way to use the internet — here's everything you need to get browsing.
ar: أبسط طريقة لاستخدام الإنترنت — إليك كل ما تحتاجه لبدء التصفح.
ca: La manera més senzilla d'utilitzar internet — aquí tens tot el que necessites per començar a navegar.
cs: Nejjednodušší způsob, jak používat internet — tady je vše, co potřebuješ k tomu, abys začal prohlížet.
da: Den enkleste måde at bruge internettet på — her er alt, hvad du behøver for at komme i gang med at browse.
de: Der einfachste Weg, das Internet zu nutzen – hier ist alles, was du zum Losbrowsen brauchst.
el: Ο απλούστερος τρόπος να χρησιμοποιείς το διαδίκτυο — εδώ είναι όλα όσα χρειάζεσαι για να ξεκινήσεις την περιήγηση.
es: La forma más sencilla de usar Internet: aquí tienes todo lo que necesitas para empezar a navegar.
fi: Yksinkertaisin tapa käyttää internetiä — tässä on kaikki, mitä tarvitset selaamisen aloittamiseen.
fr: La façon la plus simple d'utiliser Internet — voici tout ce dont vous avez besoin pour commencer à naviguer.
he: הדרך הפשוטה ביותר להשתמש באינטרנט — הנה כל מה שאתה צריך כדי להתחיל לגלוש.
hi: इंटरनेट उपयोग करने का सबसे सरल तरीका — ब्राउज़िंग शुरू करने के लिए आपको जो कुछ चाहिए वह यहाँ है।
hr: Najjednostavniji način korištenja interneta — ovdje je sve što ti treba da počneš pregledavati.
hu: A legegyszerűbb módja az internet használatának — itt van minden, amire szükséged van a böngészés megkezdéséhez.
id: Cara paling sederhana menggunakan internet — inilah semua yang kamu butuhkan untuk mulai menjelajah.
it: Il modo più semplice di usare Internet: ecco tutto ciò che ti serve per iniziare a navigare.
ja: インターネットを使う最もシンプルな方法。ブラウジングを始めるのに必要なものすべてがここにあります。
ko: 인터넷을 사용하는 가장 간단한 방법 — 브라우징을 시작하는 데 필요한 모든 것이 여기 있습니다.
ms: Cara paling mudah menggunakan internet — inilah semua yang anda perlukan untuk mula melayari.
nb: Den enkleste måten å bruke internett på — her er alt du trenger for å begynne å surfe.
nl: De eenvoudigste manier om internet te gebruiken — hier is alles wat je nodig hebt om te gaan browsen.
pl: Najprostszy sposób korzystania z internetu — oto wszystko, czego potrzebujesz, aby zacząć przeglądać.
pt_br: A maneira mais simples de usar a internet — aqui está tudo o que você precisa para começar a navegar.
ro: Cel mai simplu mod de a folosi internetul — iată tot ce ai nevoie ca să începi să navighezi.
ru: Самый простой способ пользоваться интернетом — здесь всё, что нужно, чтобы начать сёрфинг.
sk: Najjednoduchší spôsob, ako používať internet — tu je všetko, čo potrebuješ na to, aby si začal prehliadať.
sv: Det enklaste sättet att använda internet — här är allt du behöver för att börja surfa.
th: วิธีที่ง่ายที่สุดในการใช้อินเทอร์เน็ต — นี่คือทุกอย่างที่คุณต้องการเพื่อเริ่มเรียกดู
tr: İnterneti kullanmanın en basit yolu — göz atmaya başlaman için ihtiyacın olan her şey burada.
uk: Найпростіший спосіб користуватися інтернетом — тут усе, що потрібно, щоб почати перегляд.
vi: Cách đơn giản nhất để dùng internet — đây là tất cả những gì bạn cần để bắt đầu duyệt.
zh_hans: 使用互联网最简单的方式——你开始浏览所需的一切都在这里。
zh_hk: 使用網際網路最簡單的方式——你開始瀏覽所需的一切都在這裡。

source: The tab bar has several sizes — toggle it with ⇧⌘L or pick a style from the View menu.
ar: لشريط علامات التبويب عدة أحجام — بدّله بـ ⇧⌘L أو اختر نمطًا من قائمة عرض.
ca: La barra de pestanyes té diverses mides — commuta-la amb ⇧⌘L o tria un estil del menú Visualització.
cs: Lišta karet má několik velikostí — přepni ji pomocí ⇧⌘L nebo vyber styl z nabídky Zobrazit.
da: Fanebladslinjen har flere størrelser — skift den med ⇧⌘L, eller vælg en stil i menuen Vis.
de: Die Tableiste hat mehrere Größen – schalte sie mit ⇧⌘L um oder wähle einen Stil im Menü Darstellung.
el: Η γραμμή καρτελών έχει διάφορα μεγέθη — εναλλάξέ την με ⇧⌘L ή επίλεξε ένα στιλ από το μενού Προβολή.
es: La barra de pestañas tiene varios tamaños: cámbiala con ⇧⌘L o elige un estilo en el menú Visualización.
fi: Välilehtipalkissa on useita kokoja — vaihda sitä painamalla ⇧⌘L tai valitse tyyli Näytä-valikosta.
fr: La barre d'onglets a plusieurs tailles — basculez-la avec ⇧⌘L ou choisissez un style dans le menu Présentation.
he: לסרגל הכרטיסיות כמה גדלים — החלף אותו עם ⇧⌘L או בחר סגנון מתפריט תצוגה.
hi: टैब बार के कई आकार हैं — इसे ⇧⌘L से टॉगल करें या दृश्य मेन्यू से एक शैली चुनें।
hr: Traka kartica ima nekoliko veličina — prebaci je pomoću ⇧⌘L ili odaberi stil iz izbornika Prikaz.
hu: A lapsávnak több mérete van — kapcsold át ⇧⌘L-lel, vagy válassz stílust a Nézet menüből.
id: Bilah tab memiliki beberapa ukuran — alihkan dengan ⇧⌘L atau pilih gaya dari menu Tampilan.
it: La barra delle schede ha diverse dimensioni: attivala con ⇧⌘L o scegli uno stile dal menu Vista.
ja: タブバーには複数のサイズがあります。⇧⌘Lで切り替えるか、表示メニューからスタイルを選択します。
ko: 탭 막대에는 여러 크기가 있습니다. ⇧⌘L로 전환하거나 보기 메뉴에서 스타일을 선택하세요.
ms: Bar tab mempunyai beberapa saiz — togolnya dengan ⇧⌘L atau pilih gaya daripada menu Papar.
nb: Fanelinjen har flere størrelser — veksle den med ⇧⌘L, eller velg en stil i Vis-menyen.
nl: De tabbalk heeft meerdere formaten — schakel hem met ⇧⌘L of kies een stijl in het menu Weergave.
pl: Pasek kart ma kilka rozmiarów — przełącz go za pomocą ⇧⌘L lub wybierz styl w menu Widok.
pt_br: A barra de abas tem vários tamanhos — alterne-a com ⇧⌘L ou escolha um estilo no menu Visualizar.
ro: Bara de file are mai multe dimensiuni — comut-o cu ⇧⌘L sau alege un stil din meniul Vizualizare.
ru: У панели вкладок несколько размеров — переключайте её с помощью ⇧⌘L или выберите стиль в меню «Вид».
sk: Lišta kariet má niekoľko veľkostí — prepni ju pomocou ⇧⌘L alebo vyber štýl z ponuky Zobraziť.
sv: Flikfältet har flera storlekar — växla det med ⇧⌘L eller välj en stil i menyn Visa.
th: แถบแท็บมีหลายขนาด — สลับด้วย ⇧⌘L หรือเลือกสไตล์จากเมนูมุมมอง
tr: Sekme çubuğunun birkaç boyutu vardır — ⇧⌘L ile değiştir ya da Görünüm menüsünden bir stil seç.
uk: Панель вкладок має кілька розмірів — перемикайте її за допомогою ⇧⌘L або виберіть стиль у меню «Вигляд».
vi: Thanh thẻ có nhiều kích thước — bật/tắt bằng ⇧⌘L hoặc chọn một kiểu từ menu Xem.
zh_hans: 标签栏有多种大小——用 ⇧⌘L 切换，或从“显示”菜单选择一种样式。
zh_hk: 分頁列有多種大小——用 ⇧⌘L 切換，或從「顯示方式」選單選擇一種樣式。

source: Theme
ar: السمة
ca: Tema
cs: Motiv
da: Tema
de: Thema
el: Θέμα
es: Tema
fi: Teema
fr: Thème
he: ערכת נושא
hi: थीम
hr: Tema
hu: Téma
id: Tema
it: Tema
ja: テーマ
ko: 테마
ms: Tema
nb: Tema
nl: Thema
pl: Motyw
pt_br: Tema
ro: Temă
ru: Тема
sk: Motív
sv: Tema
th: ธีม
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hk: 主題

source: Theme and loading progress
ar: السمة وتقدُّم التحميل
ca: Tema i progrés de la càrrega
cs: Motiv a průběh načítání
da: Tema og indlæsningsforløb
de: Thema und Ladefortschritt
el: Θέμα και πρόοδος φόρτωσης
es: Tema y progreso de carga
fi: Teema ja latauksen edistyminen
fr: Thème et progression du chargement
he: ערכת נושא והתקדמות טעינה
hi: थीम और लोडिंग प्रगति
hr: Tema i napredak učitavanja
hu: Téma és betöltési folyamat
id: Tema dan kemajuan pemuatan
it: Tema e avanzamento del caricamento
ja: テーマと読み込みの進捗
ko: 테마 및 로딩 진행률
ms: Tema dan kemajuan pemuatan
nb: Tema og innlastingsfremdrift
nl: Thema en laadvoortgang
pl: Motyw i postęp ładowania
pt_br: Tema e progresso do carregamento
ro: Temă și progresul încărcării
ru: Тема и ход загрузки
sk: Motív a priebeh načítania
sv: Tema och inläsningsförlopp
th: ธีมและความคืบหน้าการโหลด
tr: Tema ve yükleme ilerlemesi
uk: Тема й хід завантаження
vi: Chủ đề và tiến trình tải
zh_hans: 主题和加载进度
zh_hk: 主題與載入進度

source: This content requires JavaScript.
ar: يتطلب هذا المحتوى JavaScript.
ca: Aquest contingut requereix JavaScript.
cs: Tento obsah vyžaduje JavaScript.
da: Dette indhold kræver JavaScript.
de: Dieser Inhalt erfordert JavaScript.
el: Αυτό το περιεχόμενο απαιτεί JavaScript.
es: Este contenido requiere JavaScript.
fi: Tämä sisältö vaatii JavaScriptin.
fr: Ce contenu nécessite JavaScript.
he: תוכן זה דורש JavaScript.
hi: इस सामग्री के लिए JavaScript आवश्यक है।
hr: Ovaj sadržaj zahtijeva JavaScript.
hu: Ez a tartalom JavaScriptet igényel.
id: Konten ini memerlukan JavaScript.
it: Questo contenuto richiede JavaScript.
ja: このコンテンツにはJavaScriptが必要です。
ko: 이 콘텐츠에는 JavaScript가 필요합니다.
ms: Kandungan ini memerlukan JavaScript.
nb: Dette innholdet krever JavaScript.
nl: Deze inhoud vereist JavaScript.
pl: Ta treść wymaga JavaScriptu.
pt_br: Este conteúdo requer JavaScript.
ro: Acest conținut necesită JavaScript.
ru: Для этого содержимого требуется JavaScript.
sk: Tento obsah vyžaduje JavaScript.
sv: Det här innehållet kräver JavaScript.
th: เนื้อหานี้ต้องใช้ JavaScript
tr: Bu içerik JavaScript gerektiriyor.
uk: Цей вміст потребує JavaScript.
vi: Nội dung này yêu cầu JavaScript.
zh_hans: 此内容需要 JavaScript。
zh_hk: 此內容需要 JavaScript。

source: This page
ar: هذه الصفحة
ca: Aquesta pàgina
cs: Tato stránka
da: Denne side
de: Diese Seite
el: Αυτή η σελίδα
es: Esta página
fi: Tämä sivu
fr: Cette page
he: דף זה
hi: यह पृष्ठ
hr: Ova stranica
hu: Ez az oldal
id: Halaman ini
it: Questa pagina
ja: このページ
ko: 이 페이지
ms: Halaman ini
nb: Denne siden
nl: Deze pagina
pl: Ta strona
pt_br: Esta página
ro: Această pagină
ru: Эта страница
sk: Táto stránka
sv: Den här sidan
th: หน้านี้
tr: Bu sayfa
uk: Ця сторінка
vi: Trang này
zh_hans: 此页面
zh_hk: 此頁面

source: This site's certificate is invalid
ar: شهادة هذا الموقع غير صالحة
ca: El certificat d'aquest lloc no és vàlid
cs: Certifikát tohoto webu je neplatný
da: Dette websteds certifikat er ugyldigt
de: Das Zertifikat dieser Website ist ungültig
el: Το πιστοποιητικό αυτού του ιστότοπου δεν είναι έγκυρο
es: El certificado de este sitio no es válido
fi: Tämän sivuston varmenne on virheellinen
fr: Le certificat de ce site est invalide
he: התעודה של אתר זה אינה חוקית
hi: इस साइट का प्रमाणपत्र अमान्य है
hr: Certifikat ovog web-mjesta je nevažeći
hu: Ennek a webhelynek a tanúsítványa érvénytelen
id: Sertifikat situs ini tidak valid
it: Il certificato di questo sito non è valido
ja: このサイトの証明書は無効です
ko: 이 사이트의 인증서가 유효하지 않습니다
ms: Sijil tapak ini tidak sah
nb: Dette nettstedets sertifikat er ugyldig
nl: Het certificaat van deze site is ongeldig
pl: Certyfikat tej witryny jest nieprawidłowy
pt_br: O certificado deste site é inválido
ro: Certificatul acestui site este nevalid
ru: Сертификат этого сайта недействителен
sk: Certifikát tejto stránky je neplatný
sv: Den här webbplatsens certifikat är ogiltigt
th: ใบรับรองของไซต์นี้ไม่ถูกต้อง
tr: Bu sitenin sertifikası geçersiz
uk: Сертифікат цього сайту недійсний
vi: Chứng chỉ của trang này không hợp lệ
zh_hans: 此网站的证书无效
zh_hk: 此網站的憑證無效

source: Tips & CLI
ar: نصائح و CLI
ca: Consells i CLI
cs: Tipy a CLI
da: Tips og CLI
de: Tipps & CLI
el: Συμβουλές και CLI
es: Consejos y CLI
fi: Vinkit ja CLI
fr: Astuces & CLI
he: טיפים ו-CLI
hi: सुझाव और CLI
hr: Savjeti i CLI
hu: Tippek és CLI
it: Suggerimenti e CLI
ja: ヒントとCLI
ko: 팁 및 CLI
ms: Petua & CLI
nb: Tips og CLI
nl: Tips en CLI
pl: Wskazówki i CLI
pt_br: Dicas e CLI
ro: Sfaturi și CLI
ru: Советы и CLI
sk: Tipy a CLI
sv: Tips och CLI
th: เคล็ดลับและ CLI
tr: İpuçları ve CLI
uk: Поради й CLI
vi: Mẹo & CLI
zh_hans: 提示与 CLI
zh_hk: 秘訣與 CLI

source: To avoid losing your tabs to a mistyped shortcut, quitting requires holding ⌘Q for two seconds.
ar: لتجنّب فقدان علامات تبويبك بسبب اختصار مكتوب خطأً، يتطلب الإنهاء الضغط مع الاستمرار على ⌘Q لمدة ثانيتين.
ca: Per evitar perdre les pestanyes per una drecera mal escrita, sortir requereix mantenir ⌘Q durant dos segons.
cs: Aby ses vyhnul ztrátě karet kvůli chybně napsané zkratce, ukončení vyžaduje podržení ⌘Q po dobu dvou sekund.
da: For at undgå at miste dine faneblade ved en fejlskrevet genvej kræver det at slutte, at du holder ⌘Q nede i to sekunder.
de: Um zu vermeiden, dass du deine Tabs durch einen falsch getippten Kurzbefehl verlierst, erfordert das Beenden das Halten von ⌘Q für zwei Sekunden.
el: Για να μη χάσεις τις καρτέλες σου από μια λανθασμένη συντόμευση, η έξοδος απαιτεί το κράτημα του ⌘Q για δύο δευτερόλεπτα.
es: Para evitar perder tus pestañas por un atajo mal escrito, salir requiere mantener ⌘Q durante dos segundos.
fi: Jotta et menettäisi välilehtiäsi väärin kirjoitetun pikanäppäimen vuoksi, lopettaminen vaatii ⌘Q:n pitämistä pohjassa kaksi sekuntia.
fr: Pour éviter de perdre vos onglets à cause d'un raccourci mal tapé, quitter nécessite de maintenir ⌘Q pendant deux secondes.
he: כדי להימנע מאובדן הכרטיסיות שלך עקב קיצור שהוקלד בטעות, יציאה דורשת החזקת ⌘Q למשך שתי שניות.
hi: गलत टाइप किए गए शॉर्टकट के कारण अपने टैब खोने से बचने के लिए, छोड़ने हेतु ⌘Q को दो सेकंड तक दबाए रखना आवश्यक है।
hr: Kako ne bi izgubio kartice zbog pogrešno upisanog prečaca, izlaz zahtijeva držanje ⌘Q dvije sekunde.
hu: Hogy egy elgépelt gyorsbillentyű miatt ne veszítsd el a lapjaidat, a kilépéshez két másodpercig kell nyomva tartanod a ⌘Q-t.
id: Untuk menghindari kehilangan tab karena pintasan yang salah ketik, keluar memerlukan menahan ⌘Q selama dua detik.
it: Per evitare di perdere le schede a causa di una scorciatoia digitata male, per uscire è necessario tenere premuto ⌘Q per due secondi.
ja: 打ち間違えたショートカットでタブを失わないよう、終了するには⌘Qを2秒間押し続ける必要があります。
ko: 잘못 입력한 단축키로 탭을 잃지 않도록, 종료하려면 ⌘Q를 2초 동안 눌러야 합니다.
ms: Untuk mengelakkan kehilangan tab akibat pintasan yang tersalah taip, keluar memerlukan menahan ⌘Q selama dua saat.
nb: For å unngå å miste fanene dine på grunn av en feilskrevet snarvei krever avslutning at du holder ⌘Q i to sekunder.
nl: Om te voorkomen dat je je tabbladen verliest door een verkeerd getypte sneltoets, vereist stoppen dat je ⌘Q twee seconden ingedrukt houdt.
pl: Aby uniknąć utraty kart z powodu błędnie wpisanego skrótu, zakończenie wymaga przytrzymania ⌘Q przez dwie sekundy.
pt_br: Para evitar perder suas abas por um atalho digitado errado, sair exige segurar ⌘Q por dois segundos.
ro: Pentru a evita să-ți pierzi filele din cauza unei scurtături tastate greșit, ieșirea necesită să ții ⌘Q timp de două secunde.
ru: Чтобы не потерять вкладки из-за ошибочно нажатого сочетания, для выхода нужно удерживать ⌘Q две секунды.
sk: Aby si sa vyhol strate kariet kvôli chybne napísanej skratke, ukončenie vyžaduje podržanie ⌘Q na dve sekundy.
sv: För att undvika att förlora dina flikar på grund av ett felskrivet kortkommando kräver avslut att du håller ned ⌘Q i två sekunder.
th: เพื่อหลีกเลี่ยงการสูญเสียแท็บของคุณจากแป้นลัดที่พิมพ์ผิด การออกต้องกด ⌘Q ค้างไว้สองวินาที
tr: Yanlış yazılan bir kısayol yüzünden sekmelerini kaybetmemek için çıkış, ⌘Q'yu iki saniye basılı tutmayı gerektirir.
uk: Щоб не втратити вкладки через помилково натиснуте сполучення, для виходу потрібно утримувати ⌘Q дві секунди.
vi: Để tránh mất các thẻ do một phím tắt gõ nhầm, việc thoát yêu cầu giữ ⌘Q trong hai giây.
zh_hans: 为避免因误按快捷键而丢失标签页，退出需要按住 ⌘Q 两秒。
zh_hk: 為避免因誤按快速鍵而遺失分頁，結束需要按住 ⌘Q 兩秒。

source: Toggle Full Screen
ar: تبديل ملء الشاشة
ca: Commuta la pantalla completa
cs: Přepnout celou obrazovku
da: Skift fuld skærm
de: Vollbild umschalten
el: Εναλλαγή πλήρους οθόνης
es: Alternar pantalla completa
fi: Vaihda koko näyttö
fr: Activer/désactiver le plein écran
he: החלף מסך מלא
hi: पूर्ण स्क्रीन टॉगल करें
hr: Prebaci cijeli zaslon
hu: Teljes képernyő váltása
id: Alihkan Layar Penuh
it: Attiva/disattiva schermo intero
ja: フルスクリーンを切り替え
ko: 전체 화면 전환
ms: Togol Skrin Penuh
nb: Veksle fullskjerm
nl: Volledig scherm schakelen
pl: Przełącz pełny ekran
pt_br: Alternar tela cheia
ro: Comută ecranul complet
ru: Переключить полноэкранный режим
sk: Prepnúť celú obrazovku
sv: Växla helskärm
th: สลับเต็มหน้าจอ
tr: Tam Ekranı Değiştir
uk: Перемкнути повноекранний режим
vi: Bật/tắt toàn màn hình
zh_hans: 切换全屏
zh_hk: 切換全螢幕

source: Toggle Tab Bar
ar: تبديل شريط علامات التبويب
ca: Commuta la barra de pestanyes
cs: Přepnout lištu karet
da: Skift fanebladslinje
de: Tableiste umschalten
el: Εναλλαγή γραμμής καρτελών
es: Alternar barra de pestañas
fi: Vaihda välilehtipalkki
fr: Afficher/masquer la barre d'onglets
he: החלף סרגל כרטיסיות
hi: टैब बार टॉगल करें
hr: Prebaci traku kartica
hu: Lapsáv váltása
id: Alihkan Bilah Tab
it: Attiva/disattiva barra delle schede
ja: タブバーを切り替え
ko: 탭 막대 전환
ms: Togol Bar Tab
nb: Veksle fanelinje
nl: Tabbalk schakelen
pl: Przełącz pasek kart
pt_br: Alternar barra de abas
ro: Comută bara de file
ru: Переключить панель вкладок
sk: Prepnúť lištu kariet
sv: Växla flikfält
th: สลับแถบแท็บ
tr: Sekme Çubuğunu Değiştir
uk: Перемкнути панель вкладок
vi: Bật/tắt thanh thẻ
zh_hans: 切换标签栏
zh_hk: 切換分頁列

source: Top
ar: أعلى
ca: Dalt
cs: Nahoře
da: Øverst
de: Oben
el: Επάνω
es: Arriba
fi: Ylhäällä
fr: Haut
he: למעלה
hi: शीर्ष
hr: Vrh
hu: Fent
id: Atas
it: In alto
ja: 上
ko: 위
ms: Atas
nb: Øverst
nl: Boven
pl: Góra
pt_br: Superior
ro: Sus
ru: Сверху
sk: Hore
sv: Överst
th: บน
tr: Üst
uk: Угорі
vi: Trên
zh_hans: 顶部
zh_hk: 頂部

source: Treat it as an image
ar: التعامل معها كصورة
ca: Tracta-la com una imatge
cs: Považovat to za obrázek
da: Behandl det som et billede
de: Als Bild behandeln
el: Χειρισμός του ως εικόνα
es: Tratarlo como una imagen
fi: Käsittele sitä kuvana
fr: La traiter comme une image
he: התייחס אליה כתמונה
hi: इसे एक छवि के रूप में मानें
hr: Tretiraj to kao sliku
hu: Kezelés képként
id: Perlakukan sebagai gambar
it: Trattalo come un'immagine
ja: 画像として扱う
ko: 이미지로 처리
ms: Anggap ia sebagai imej
nb: Behandle den som et bilde
nl: Als afbeelding behandelen
pl: Potraktuj to jako obraz
pt_br: Tratar como imagem
ro: Tratează-l ca pe o imagine
ru: Считать это изображением
sk: Považovať to za obrázok
sv: Behandla den som en bild
th: ถือว่าเป็นรูปภาพ
tr: Bir görüntü olarak değerlendir
uk: Вважати це зображенням
vi: Xem nó như một hình ảnh
zh_hans: 将其视为图片
zh_hk: 將其視為圖片
